[
    {
        "q": "Why are faster delivery options not available at my location?",
        "a": "Faster delivery options may not be available at your location due to courier related reasons but we're trying to expand our services to include more places. Stay tuned for updates!",
        "index": "flipkart_shipping_1"
    },
    {
        "q": "Why can't I get some items shipped to my location?",
        "a": "Some sellers prefer not to ship to certain locations due to the cost involved and this is entirely at their discretion. You can check with your pincode on the product page to see any other sellers ship to your location.",
        "index": "flipkart_shipping_2"
    },
    {
        "q": "Are faster delivery options like Same Day & In-a-Day available on return requests?",
        "a": "No, however, we try our best to have your item(s) picked up by our courier service providers & get you the replacement as soon as possible.",
        "index": "flipkart_shipping_3"
    },
    {
        "q": "What are the standard shipping speeds and delivery charges?",
        "a": "Standard Shipping Speeds and Delivery charges for F-Assured (Flipkart Assured) and Non F-Assured items vary based on the destination pincode entered. Orders with items that are F-Assured worth Rs. 500 or more will qualify for free delivery, else, a delivery charge of Rs. 40 will be applicable. All grocery (F-Supermart) orders worth Rs. 1200 or more are eligible for free delivery. You can choose a delivery pincode on the product page and it will display the list of sellers who cater to that location and the applicable shipping charges.",
        "index": "flipkart_shipping_4"
    },
    {
        "q": "Why didn't my order qualify for free delivery?",
        "a": "Your order qualifies for free delivery if you order F-Assured products worth Rs. 500 and above. If your order value for F-Assured products is less than Rs. 500, a delivery fee of Rs. 40 will be charged. For products that are non-F-Assured, delivery charges if any will be decided by the sellers and will vary. Please click on 'View sellers' under the seller rating on the product page for information about sellers selling any particular product and their respective delivery charges.",
        "index": "flipkart_shipping_5"
    },
    {
        "q": "Why am I unable to order products like television, air-conditioner, refrigerator, washing machine, furniture, microwave, treadmill, etc. at my location?",
        "a": "The delivery of large category products at a particular location depends on the following factors:\n\n1. Dimensions and weight.\n2. Location of the seller\n3. Serviceability of the seller's partnered service provider\n\nAlways ensure to update your preferred delivery location/address to verify if the seller is offering the product or deal at your location.",
        "index": "flipkart_shipping_6"
    }
]