[
    {
        "q": "Are there any guidelines for writing product reviews?",
        "a": "Product reviews on flipkart.com are a great way to help other customers decide what to buy & avoid.\n\nHere are some tips to writing great product reviews:\n\nHave you used this product?\nIt's always better to review a product you have personally used.\n\nEducate your readers.\nProvide a relevant, unbiased overview of the product. Readers are interested in the pros and the cons of the product. Make sure your review stands the test of time, and what you write today is relevant even after years.\n\nBe yourself, be informative. Let your personality shine through, but it's equally important to provide facts to back up your opinion.\n\nGet your facts right! Nothing is worse than inaccurate information. If you're not really sure, research always helps.\n\nStay concise.\nBe creative but also remember to stay on topic. A catchy title will always get attention!\n\nEasy to read, easy on the eyes.\nA quick edit & spell check will work wonders for your credibility. Also, break reviews into small, easy paragraphs.",
        "index": "flipkart_product_reviews_1"
    },
    {
        "q": "What can I write in product reviews?",
        "a": "Customer reviews should be relevant to the product in question. The product review section on Flipkart is for you to share your opinion on the product & for other shoppers to have an informed buying decision.",
        "index": "flipkart_product_reviews_2"
    },
    {
        "q": "What's not allowed in product reviews?",
        "a": "Customer reviews should be relevant to the product in question. The product review section on flipkart.com is for you to share your opinion on the product, and for other customers to research better and have an informed buying decision. Flipkart.com reserves the right to remove reviews that include any of the following:\n\n- Irrelevant review (Review consisting of a combination of random characters, random words, repeated content, reviews on another product)\n- Service feedback, including availability, order or payment related queries. You may use the Contact Us form for such queries\n- HTML embedded in text references to other retailers\n- Pricing related comments\n- Personal information (Phone numbers, postal address, email address and others)\n- Profane comments. Inflammatory comments. Copyrighted comments\n- Plagiarised content (Any content found elsewhere on the internet, even if you're the original author)\n- Promotional content\n- Reviews by or on behalf of a person or company with a financial interest in the product or a competitors product (Reviews by authors, artists, publishers manufacturers without disclosure)\n- Reviews written for any form of compensation\n- Reviews given using fake ids, irrelevant user email ids\n- Asking for helpful votes\n- Review in any language other than English (Unless there is a clear connection to the product, like a regional book or a regional music album)\n- Feedback about errors in the product description",
        "index": "flipkart_product_reviews_3"
    }
]