[
    {
        "q": "My registered number on Flipkart is different than that registered with other Exchange Partner. Can I change the number on Exchange Partner's platform?",
        "a": "Yes, you can change the phone number registered with the Exchange Partner through their app or website or you can contact the partner-customer support at 847-000-3279 for assistance.",
        "index": "flipkart_supercoins_1"
    },
    {
        "q": "Who all are eligible for the SuperCoins Exchange program?",
        "a": "SuperCoins Exchange program can currently be availed only by Flipkart customers registered with Exchange Partners available as part of this program.",
        "index": "flipkart_supercoins_2"
    },
    {
        "q": "How can I check SuperCoins Exchange transactions?",
        "a": "To check the SuperCoins Exchange transactions please visit the 'SuperCoin Zone' through the Flipkart app (Android and iOS), click on 'SuperCoins Balance' and refer to 'Recent Coin Activity' section.",
        "index": "flipkart_supercoins_3"
    },
    {
        "q": "Can I convert multiple reward points into SuperCoins at one go as part of SuperCoins Exchange program?",
        "a": "No, the option to convert multiple Exchange Partner reward points at one go is not available at the moment. You may convert Exchange Partner reward points into SuperCoins by selecting the individual Exchange Partner.",
        "index": "flipkart_supercoins_4"
    },
    {
        "q": "As part of SuperCoins Exchange program, what should I use the QR code for?",
        "a": "While visiting an Exchange Partner store, scanning the QR code will help you display your membership details at the store and will also help you view the offers relevant for that particular partner.",
        "index": "flipkart_supercoins_5"
    },
    {
        "q": "What is SuperCoins Exchange program?",
        "a": "Through SuperCoins Exchange program, Flipkart customers registered with Exchange Partners available as part of this program can convert their Exchange Partner reward points to SuperCoins. The option to convert SuperCoins to Exchange Partner reward points is also available for customers.",
        "index": "flipkart_supercoins_6"
    },
    {
        "q": "How often do conversion rates for SuperCoins Exchange change?",
        "a": "The conversion rate may vary from time to time. Hence, we request you to check the current rate before opting for a conversion.",
        "index": "flipkart_supercoins_7"
    },
    {
        "q": "How can I access Exchange Partner reward programs as part of SuperCoins Exchange?",
        "a": "You can easily check Exchange Partner rewards programs by visiting the 'SuperCoin Zone' through the Flipkart app (Android and iOS). To do this, please do remember to update and verify your phone number registered with us.",
        "index": "flipkart_supercoins_8"
    },
    {
        "q": "How do I avail/participate in SuperCoins Exchange program?",
        "a": "Here's how you can convert or exchange your SuperCoins:\n- Log in to the Flipkart app (Android and iOS) and verify your account with your registered phone number\n- Visit the 'SuperCoin Zone' and click on 'SuperCoins Exchange'\n- Eligible Exchange Partners will be displayed\n- Choose the Exchange Partner\n- Options for conversion will appear\n- Enter the number of SuperCoins/Exchange Partner reward points that you wish to convert/exchange\n- An OTP will be sent to your registered phone number to complete the conversion",
        "index": "flipkart_supercoins_9"
    },
    {
        "q": "What are SuperCoin Milestones?",
        "a": "SuperCoin Milestones let customers unlock benefits by earning a specific number of SuperCoins.",
        "index": "flipkart_supercoins_10"
    },
    {
        "q": "When benefits are unlocked as part of SuperCoin Milestones, will there be deduction of SuperCoins?",
        "a": "No, there will be no deduction of SuperCoins even when benefits are unlocked.",
        "index": "flipkart_supercoins_11"
    },
    {
        "q": "How long will the benefit be unlocked as part of my SuperCoin Milestones?",
        "a": "Once you reach the specified Milestone by earning required number of SuperCoins and unlock a benefit, it will be available for a year. However, if you have the required number of SuperCoins even after a year, the benefit you have unlocked will be automatically renewed for another year.",
        "index": "flipkart_supercoins_12"
    },
    {
        "q": "How do I renew my benefits as part of SuperCoin Milestones?",
        "a": "In case you have required SuperCoins as per the specified Milestone, the benefits that you have unlocked as part of SuperCoin Milestones will be renewed and you can continue to avail them even after a year.",
        "index": "flipkart_supercoins_13"
    },
    {
        "q": "What is Cash and Coins for Rewards program?",
        "a": "Cash and Coins for Rewards enables customers to redeem select rewards offered by third party using a combination of SuperCoins and a specific amount. The amount and the number of SuperCoins that have to be used to redeem a reward are pre-determined and cannot be changed.",
        "index": "flipkart_supercoins_14"
    },
    {
        "q": "Who all can avail Cash and Coins for Rewards?",
        "a": "Cash and Coins for Rewards is available for all Flipkart customers. Based on the avaialibity of your SuperCoin balance, you can redeem existing rewards.",
        "index": "flipkart_supercoins_15"
    },
    {
        "q": "Can I choose the number of SuperCoins that can be redeemed for a purchase as part of Cash and Coins for Rewards program?",
        "a": "The amount to be paid and the SuperCoins that can be redeemed as part of the Cash and Coins for Rewards is a pre-determined combination. A reward can be purchased by redeeming only the exact number of SuperCoins mentioned on the reward page.",
        "index": "flipkart_supercoins_16"
    },
    {
        "q": "Can I buy rewards using only prepaid mode of payment and redemption of SuperCoins as part of Cash and Coins for Rewards program?",
        "a": "No, currently as part of Cash and Coins for Rewards program, rewards can be purchased only by paying using a combination of specific amount and by redeeming the number of SuperCoins mentioned.",
        "index": "flipkart_supercoins_17"
    },
    {
        "q": "Can I buy all the listed rewards using prepaid mode of payment and by redeeming SuperCoins as part Cash and Coins for Rewards?",
        "a": "No, the option to use Cash and Coins is applicable only on select rewards under the Rewards Store of SuperCoin Zone.",
        "index": "flipkart_supercoins_18"
    },
    {
        "q": "Can I purchase rewards using Cash and Coins option from desktop?",
        "a": "Cash and Coins for Rewards program is currently available only on our app and m-site.",
        "index": "flipkart_supercoins_19"
    },
    {
        "q": "Can I make the payment using prepaid mode of payment and Gift Card as part of the Cash and Coins for Rewards?",
        "a": "The amount specified to redeem a reward can only be paid through a prepaid mode of payment such as debit, credit card and netbanking. Please note, the prepaid methods mentioned cannot be combined to complete the payment. Option to pay via Gift Card is currently not available.",
        "index": "flipkart_supercoins_20"
    },
    {
        "q": "Where can I find the code for the rewards claimed as part of the Cash and Coins for Rewards?",
        "a": "You can get codes for claimed rewards in the 'Claimed Rewards' section of the Rewards Store under SuperCoin Zone.",
        "index": "flipkart_supercoins_21"
    },
    {
        "q": "Will I get SuperCoins for using Cash and Coins for Rewards?",
        "a": "There will be no SuperCoins earnings as part of Cash and Coins for Rewards. You can only redeem SuperCoins to avail a reward.",
        "index": "flipkart_supercoins_22"
    },
    {
        "q": "Can I cancel or return a reward as part of the Cash and Coins for Rewards for program?",
        "a": "No, once a reward is claimed, it cannot be cancelled",
        "index": "flipkart_supercoins_23"
    },
    {
        "q": "Which are the third-party partner stores where I can use SuperCoin Pay feature?",
        "a": "You can check out the list of third-party partner stores where you can use SuperCoin Pay feature and redeem SuperCoins by visiting the SuperCoin Zone. We are constantly working on expanding this list so you can avail this feature across a wide-range of stores.",
        "index": "flipkart_supercoins_24"
    },
    {
        "q": "Can SuperCoin Pay feature be used to shop online?",
        "a": "Yes, SuperCoin Pay feature can be used to shop online based on third-party partner stores available in the SuperCoin Zone.",
        "index": "flipkart_supercoins_25"
    },
    {
        "q": "Is it necessary to register on Twid (INNOTARGET FASHALOT RETAIL PRIVATE LIMITED) or at the third-party partner store to use SuperCoin Pay feature?",
        "a": "No, it is not necessary to register on Twid (INNOTARGET FASHALOT RETAIL PRIVATE LIMITED) or at the third-party partner store to use SuperCoin Pay feature.",
        "index": "flipkart_supercoins_26"
    },
    {
        "q": "Is it necessary for me to be registered with the same contact number at the third-party partner store for me to use SuperCoin Pay feature?",
        "a": "No, it is not necessary for you to be registered with the same contact number at the third-party partner store to be able to use the SuperCoin Pay feature.",
        "index": "flipkart_supercoins_27"
    },
    {
        "q": "How can I know if the store I am at has the option of using SuperCoin Pay feature?",
        "a": "Please ask the cashier at the store if the option to pay through SuperCoin Pay feature is available with them or you can look for a QR code scanner with Flipkart logo and SuperCoin Pay option.",
        "index": "flipkart_supercoins_28"
    },
    {
        "q": "What does it mean if a store displays a SuperCoin Pay QR code?",
        "a": "SuperCoin Pay feature allows you to make payment for the product purchased at a third-party partner store and to redeem SuperCoins in the SuperCoin Zone of your Flipkart account. To use this feature, open the QR code scanner available in the SuperCoin Zone on the app and scan the QR code to be directed to the payment page.",
        "index": "flipkart_supercoins_29"
    },
    {
        "q": "Why is my preferred store not showing up for SuperCoin Pay on the Flipkart app?",
        "a": "SuperCoin Pay feature is currently available only with select third-party partner stores. If you're unable to find a specific store or brand for SuperCoin Pay on the Flipkart app, it means that it is not listed as a partner store with us at the moment. You can visit the SuperCoin Zone and click on 'Stores Nearby' to find the list of the partner stores. Rest assured, we are working on expanding our partner stores so you can avail this feature.",
        "index": "flipkart_supercoins_30"
    },
    {
        "q": "How do I know if a third-party partner store accepts SuperCoin Pay if there is no QR code scanner available?",
        "a": "To check if a third-party store has partnered with us for the SuperCoin Pay feature, please check with the cashier at the store or you can visit the SuperCoin Zone and check the list of the partner stores using 'Stores Nearby' option.",
        "index": "flipkart_supercoins_31"
    },
    {
        "q": "What are in-app offers for SuperCoin Pay?",
        "a": "In-app offers are offers provided by brands and banks as part of SuperCoin Pay with terms and conditions applicable. These offers help you save extra on your spendings at third-party partner stores. To avail an offer, please scan the QR code, enter the bill amount and select 'Apply Brand Voucher' by choosing the relevant discount available.",
        "index": "flipkart_supercoins_32"
    },
    {
        "q": "What is the purpose of the scratch card in SuperCoin Pay?",
        "a": "On every successful transaction using SuperCoin Pay feature you will get a scratch card by Twid (INNOTARGET FASHALOT RETAIL PRIVATE LIMITED) with terms and conditions applicable. Once you scratch it you will either find SuperCoins or an offer inside. Any SuperCoins obtained as part of the offer will be credited to the 'Coin Balance' section of the SuperCoin Zone within 48 hours and it will also reflect in the 'Coin Activity' section.",
        "index": "flipkart_supercoins_33"
    },
    {
        "q": "Where will I find a scratch card after using SuperCoin Pay feature for an order?",
        "a": "If an order is eligible for scratch card by Twid (INNOTARGET FASHALOT RETAIL PRIVATE LIMITED), it will be added soon after transaction is successful. Please go to 'My Orders' page of your Flipkart account, tap on the SuperCoin Pay logo at the top of the page and choose SuperCoin Pay from the menu. There will a tab at the top of the page with scratch cards and you will be able to find your scratch card on that particular tab. Please note that offers are subject to terms and conditions.",
        "index": "flipkart_supercoins_34"
    },
    {
        "q": "What are the cities/states that have third-party partner stores to redeem the SuperCoin Pay feature?",
        "a": "SuperCoin Pay feature is available all over the country. You can make payments at any third-party store listed on SuperCoin Zone section of your Flipkart account. To see the list of stores near you where you can pay using SuperCoin Pay, the app will need access to your device's/phone's location. In case you would like to go ahead with this feature, please provide necessary permissions to the Flipkart app. Remember stores that are not listed for your area or not showing up on the app will not accept the payment through SuperCoin Pay.",
        "index": "flipkart_supercoins_35"
    },
    {
        "q": "Can I scan any QR code in the store to initiate the payment for an order using SuperCoin Pay feature?",
        "a": "No, only Twid (INNOTARGET FASHALOT RETAIL PRIVATE LIMITED) or QR codes associated with SuperCoin Pay feature can be scanned to complete payment for an order using SuperCoin Pay feature.",
        "index": "flipkart_supercoins_36"
    },
    {
        "q": "For how long is a payment code as a part of SuperCoin Pay valid once it is generated?",
        "a": "A payment code generated will be valid for 24 hours hours.",
        "index": "flipkart_supercoins_37"
    },
    {
        "q": "What all brands are part of the SuperCoin Pay program?",
        "a": "You can check details of partnered brands on the SuperCoin Zone of Flipkart app. However, please continue checking the app as we will keep adding other brands to the existing list.",
        "index": "flipkart_supercoins_38"
    },
    {
        "q": "How secure is the payment through SuperCoin Pay?",
        "a": "Twid (INNOTARGET FASHALOT RETAIL PRIVATE LIMITED) platform is designed to ensure your data is safe and secure. This is a PCI DSS certified platform that makes your transaction completely safe. Your data is 256 bits encrypted and with your full opt-in consent and transparency.",
        "index": "flipkart_supercoins_39"
    },
    {
        "q": "Do I have to manually unlock a scratch card as part of SuperCoin Pay?",
        "a": "Yes. You would need to tap on a scratch card by Twid (INNOTARGET FASHALOT RETAIL PRIVATE LIMITED) to unlock your surprise reward. Please note that offers are subject to terms and conditions.",
        "index": "flipkart_supercoins_40"
    },
    {
        "q": "What is SuperCoin Pay feature?",
        "a": "SuperCoin Pay enables you to redeem SuperCoins to avail discounts in combination with a prepaid payment mode for purchases on Flipkart platform and at third-party partner stores.\nPlease note, you can redeem SuperCoins for discounts on a product on Flipkart platform based on the value you see on the product page and as per the terms and conditions of the participating banks or the payment mode. However, at a third-party partner store, you may be able to redeem all your SuperCoins based on the final bill value.",
        "index": "flipkart_supercoins_41"
    },
    {
        "q": "How can I redeem SuperCoins through SuperCoin Pay feature during my purchase at a third-party partner store or on Flipkart platform?",
        "a": "To avail discounts by redeeming SuperCoins through SuperCoin Pay at a third party store is easy. Here's how you can use the feature:\n- Open the Flipkart app\n- Visit the SuperCoin Zone\n- Click on 'Stores Nearby'\n- Search for the store you are at and select it\n- Enter the final bill amount once the cashier confirms it\n- Select any applicable offer and SuperCoins points to be redeemed\n- Enter the OTP sent to your registered phone number to verify the number of SuperCoins being redeemed\n- In case of only SuperCoins redemption: Once the verification is done, you will be redirected to the confirmation page which will display a payment code\n- Show this code to the cashier and the transaction will be completed\n- In case of prepaid mode of payment: Proceed to pay the balance amount using your preferred payment method from credit/debit card or netbanking option\n- Once the amount is added, you will be redirected to the confirmation page which will display a payment code\n- Show this code to the cashier and the transaction will be completed\nAlternatively, you can scan QR code powered by Twid (INNOTARGET FASHALOT RETAIL PRIVATE LIMITED) at partner stores for quick access and payment. To scan, please visit the SuperCoin Zone on the Flipkart app and click on the QR code scanner at the top right corner.\nHere's how you can use the feature to redeem SuperCoins on Flipkart:\n- Open the Flipkart app\n- Add the product to the cart\n- Choose the 'Supercoin Pay' from the available payment option to redeem SuperCoins for dicounts along with any other prepaid payment mode of participating banks to complete your purchase.",
        "index": "flipkart_supercoins_42"
    },
    {
        "q": "Can I redeem all of my available SuperCoins while using the SuperCoin Pay feature?",
        "a": "You may be able to redeem all your available SuperCoins to avail discounts on the basis of the platform. In case the transaction is being completed on Flipkart platform, the redemption of SuperCoins to avail a discount will depend on the value on the product page and the terms and conditions of the participating bank or the payment mode. However, while transacting at a thrid- party partner store, it will depend on the final bill value.",
        "index": "flipkart_supercoins_43"
    },
    {
        "q": "Can I make the payment through cash or UPI payment mode to avail benefits as part of SuperCoin Pay at a third-party partner store?",
        "a": "The option to pay by cash is not available at the moment to avail SuperCoin Pay related benefits. However, you can make the payment using credit/debit card, netbanking and UPI payment modes. If you want you can also redeem only SuperCoins to avail discounts using SuperCoin Pay feature.",
        "index": "flipkart_supercoins_44"
    },
    {
        "q": "How do I apply an offer while making the payment using SuperCoin Pay feature?",
        "a": "To apply an offer while redeeming SuperCoins at a third party store, please follow the below mentioned steps:\n- Open Flipkart app\n- Go to SuperCoin Zone\n- Scan the QR code or select the outlet you're at\n- Enter the final bill amount after cashier's confirmation\n- You will be able to view the offers available\n- Select the applicable offer\nTo apply an offer while redeeming SuperCoins on Flipkart platform, please follow the below steps:\n- Open the Flipkart app\n- Click on 'Supercoin Pay' from the payment options\n- Instant discount will be already applied\n- View the offer details to know the SuperCoin redemption value and discount details\nKindly note that on Flipkart platform, offers are subjected to the terms and conditions of the participating banks or the payment mode.",
        "index": "flipkart_supercoins_45"
    },
    {
        "q": "Can I cancel the order that I paced by redeeming SuperCoin through the SuperCoin Pay feature?",
        "a": "Yes, orders placed by redeeming SuperCoins through SuperCoin Pay feature can be cancelled as per the cancellation policy of the third-party partner store at which the transaction was made. Kindly contact the partner store for more details. For purchases on Flipkart platform, please refer to the cancellation policy of the product.",
        "index": "flipkart_supercoins_46"
    },
    {
        "q": "Can I return a product and ask for a refund if I have purchased it by redeeming my SuperCoins to avail discount through SuperCoin Pay feature?",
        "a": "To return a product purchased at a third party partner store, please contact the store as the policy may differ based on store partners. To return a product bought at Flipkart platform, please refer to the seller's returns policy available on the platform.",
        "index": "flipkart_supercoins_47"
    },
    {
        "q": "How does Supercoin Pay feature work on Flipkart platform?",
        "a": "SuperCoin Pay on Flipkart platform enables all customers who have more than 9 SuperCoins in their Flipkart account to redeem their SuperCoins to avail discounts while buying a product. As part of SuperCoin Pay, customers can avail discounts by redeeming SuperCoins and pay using a prepaid payment mode provided by participating banks. However, the redemption of SuperCoins will depend on the value of the product and terms and conditions of the paticipating bank or the payment mode.",
        "index": "flipkart_supercoins_48"
    },
    {
        "q": "Will I get the available bank offers on Flipkart platform if I choose to redeem SuperCoins through SuperCoin Pay?",
        "a": "Yes, you can surely avail bank offers in case you choose to redeem SuperCoins through the SuperCoin Pay feature while placing an order. However, please note that the offer value will be calculated based on the amount being paid via the prepaid mode of payment option provided by participating banks.",
        "index": "flipkart_supercoins_49"
    },
    {
        "q": "What is the difference between the Supercoins Price option available on the product page and SuperCoin Pay on Flipkart platform?",
        "a": "'SuperCoins Price' is determined by the seller and as part of this price, discounts on a product can be availed by redeeming only the exact number of SuperCoins mentioned on the product page. Customers can also choose to buy the product by paying the regular price mentioned on the product page. On the other hand, SuperCoin Pay feature on Flipkart platform enables a customer with more than 9 SuperCoins in their account, to redeem SuperCoins to avail discounts in combination with prepaid payment mode of participating banks.",
        "index": "flipkart_supercoins_50"
    },
    {
        "q": "While transacting on Flipkart platform, as part of SuperCoin Pay, can I redeem SuperCoins along with a prepaid payment mode provided by any bank?",
        "a": "Currently as part of SuperCoin Pay, SuperCoins can be redeemed to avail discounts along with prepaid payment mode provided only through participating banks.",
        "index": "flipkart_supercoins_51"
    },
    {
        "q": "Can I redeem SuperCoins through Supercoin Pay feature for products from all the categories on the Flipkart platform?",
        "a": "Yes, you can use SuperCoin Pay feature to redeem SuperCoins to avail discounts in combination with prepaid payment mode of participating banks to complete purchase of products from all categories on Flipkart platform. However, please note, SuperCoin Pay feature on Flipkart platform cannot be used for refurbished products, travel bookings, Grocery, Flipkart Gift Cards and third party rewards.",
        "index": "flipkart_supercoins_52"
    }
]