[
    {
        "q": "WHAT IS FLIPKART PAY LATER?",
        "a": "Flipkart Pay Later is a customer-centric innovation from Flipkart that's focused on affordability and convenience while shopping online. Pay Later offers you credit of upto Rs 10,000 to shop all your favourites on Flipkart through the month. ",
        "index": 98
    },
    {
        "q": "AM I ELIGIBLE FOR FLIPKART PAY LATER?",
        "a": "You can apply for Flipkart Pay Later in just 30 seconds! All you have to do to apply is enter your PAN and Aadhaar details, verify your documents, wait for 30 seconds and start shopping using Flipkart Pay later!",
        "index": 99
    },
    {
        "q": "How does Flipkart pay later works?",
        "a": "Flipkart Pay Later is a cashless, paperless facility, with a nominal usage fee of 10 charged on bill amounts of more than 1,000. Simple and convenient, the payment option also offers instant refund when you cancel your order or return a product. You can repay using any mode of online payment, including credit cards.",
        "index": 100
    },
    {
        "q": "What is Flipkart SuperCoins?",
        "a": "SuperCoins is the first of its kind rewards system as part of the Flipkart Plus program that can be used to redeem exciting rewards. ",
        "index": 101
    },
    {
        "q": "Can I use SuperCoins to buy Gold and Silver Products (Jewellery, Bar, Coin)?",
        "a": "No, this option is not available at the moment. But we are working towards it. Stay tuned for updates.",
        "index": 102
    },
    {
        "q": "Where can I check my SuperCoin balance?",
        "a": " You can check the Balance at the topmost section of SuperCoin Zone. Click on Balance to get more details. ",
        "index": 103
    },
    {
        "q": " How do I earn more SuperCoins? ",
        "a": " Plus users can earn 4 coins per Rs 100 spent and a maximum of 100 SuperCoins per order. Non-Plus users earn 2 coins per Rs100 spent and a maximum of 50 SuperCoins per order. You can also earn SuperCoins as applicable by availing services on our partners like Ola, Oyo, and more via the SuperCoin Zone. This is available only on the App. You can earn SuperCoins when you book flight tickets on the Flipkart App. You can play Games on the Flipkart App and win SuperCoins. ",
        "index": 104
    },
    {
        "q": " How to use SuperCoins? ",
        "a": " Plus Members can pay using SuperCoins for products on Flipkart. Use the SuperCoins Price filter to find applicable products. Buy coupons & EGVs from the SuperCoin Zone. Buy exclusive deals on SuperCoin Zone using SuperCoins. Use SuperCoins to book flight tickets on Flipkart App. ",
        "index": 105
    },
    {
        "q": "What is the validity of SuperCoins? ",
        "a": " SuperCoins will expire after one year from the date of credit. For e.g SuperCoins credited on 20th June 2019 will expire on 30th June 2020. ",
        "index": 106
    },
    {
        "q": "When will SuperCoins be credited? ",
        "a": " SuperCoins will be credited once the Return Policy period of all items in your order is completed. In case of travel/hotel bookings, the SuperCoins will be credited state once the booking date has passed. You can check all transactions of SuperCoins by visiting your SuperCoin Zone. ",
        "index": 107
    },
    {
        "q": "What happens to SuperCoins if a few items are cancelled in an order? ",
        "a": "SuperCoins calculation happens at the order level. You will get to know about the SuperCoins deducted after you've cancelled or returned an item and it will be recalculated based on the updated order value. You can check details on the Order History page or the SuperCoin Zone. ",
        "index": 108
    },
    {
        "q": " Can SuperCoins used for reward redemptions be refunded? ",
        "a": "No. Once 'Rewards are purchased they cannot be cancelled or returned. ",
        "index": 109
    },
    {
        "q": "Can I earn SuperCoins on purchasing Insurance Plan?",
        "a": "No, the option to earn SuperCoins on insurance purchases is not available at the moment.",
        "index": 110
    },
    {
        "q": "Balance in my Flipkart wallet is not enough to pay for my Flipkart order?",
        "a": "You can pay part of the amount through your wallet and the remaining through any other prepaid payment modes like Credit/Debit Cards, Flipkart Gift Cards, and Netbanking. Please note that wallet cannot be combined with Cash/Card on Delivery  payment mode for now, and bank offers will not apply for partial payments from the wallet.",
        "index": 111
    },
    {
        "q": "Can I buy Flipkart Plus membership?",
        "a": "Flipkart Plus is a no-fee membership program, that gives customers more every time they shop with us. There is no joining fee as we believe that all customers shopping on Flipkart should have an equal opportunity to join Flipkart Plus based on their purchase history with us.",
        "index": 112
    },
    {
        "q": "What is Flipkart's credit card EMI payment option?",
        "a": "With Flipkart's credit card EMI option, you can choose to pay in easy instalments of 3, 6, 9, 12, 18, or 24 months, with credit cards from the following banks: HDFC, Citi, ICICI, Kotak, Axis, Induslnd, SBI, Standard Chartered and HSBC.",
        "index": 113
    },
    {
        "q": "How does Flipkart prevent card fraud?",
        "a": "Online payments are monitored by our systems for any suspicious activity and some transactions are verified through extensive checks if we find that they are not authorised by the owner of the card. When we're not able to rule fraud out in rare cases, the transaction is kept on hold and we ask the shopper to share relevant proofs. This is done to make sure that the transaction is genuine and authorised.",
        "index": 114
    },
    {
        "q": "How do I pay using Flipkart's credit card EMI option?",
        "a": "When you're prompted to choose a payment method for your order, select EMI and then choose the bank and the plan you would prefer. Enter your credit card and follow the prompts. Once the payment is authorised, your order will be processed and shipped. You'll need to pay the total amount in the predetermined number of instalments as per your credit card billing cycles. Please note, an amount equivalent to your card limit will be blocked on the day of the transaction, your card limit will be reset with every successful EMI payment.",
        "index": 115
    },
    {
        "q": "What cards can I save on Flipkart?",
        "a": "You can save any credit or debit VISA, MasterCard, Maestro or American Express card issued by a bank in India.",
        "index": 116
    },
    {
        "q": "What are the interest rates for the Flipkart Credit card EMI plans?",
        "a": "You will see the actual interest rates and the amount charged by the bank for your credit card EMI plan during checkout after choosing the EMI payment method while placing your order.",
        "index": 117
    },
    {
        "q": "Can I use a saved card on Flipkart to make an EMI payment?",
        "a": "Yes, if your saved credit card is eligible for your Bank's EMI program then you can use it for making an EMI payment.",
        "index": 118
    },
    {
        "q": "How is my EMI debited?",
        "a": "If you have paid for your order using the EMI payment mode, the full amount will be charged to your card the day of the transaction. Within 7 days, you will see a credit for the full amount. The first EMI charge will occur subsequently. If your card's billing date falls within those 7 working days, you need to pay only the EMI amount to the bank.",
        "index": 119
    },
    {
        "q": "Will my Flipkart cards be available on PhonePe as well?",
        "a": "Yes, the cards saved on Flipkart will be available on PhonePe as well.",
        "index": 120
    },
    {
        "q": "What is Bajaj Finserv payment mode in Flipkart?",
        "a": "Bajaj Finserv No Cost EMI' is a payment option on Flipkart exclusively for Bajaj Finserv EMI Card holders. This option enables you to pay for select items listed by specific sellers, with an EMI plan of your choice without any interest. The monthly instalments are deducted by Bajaj Finserv from the bank account linked to your Bajaj Finserv EMI Card.",
        "index": 121
    },
    {
        "q": "What are the EMI plans available in Bajaj Finserv payment mode?",
        "a": "Available EMI plans can be checked by clicking 'No Cost EMI' on the Bajaj Finserv Card below the listed price of the item on the product page.",
        "index": 122
    },
    {
        "q": "How can I get a Bajaj Finserv EMI card?",
        "a": "You can check the eligibility and process of getting a Bajaj Finserv No Cost EMI card on their website: .",
        "index": 123
    },
    {
        "q": "How is Bajaj Finserv payment mode different from the credit card EMI payment mode?",
        "a": "In credit card EMIs, banks charge an interest rate based on the EMI plan chosen whereas Bajaj Finserv EMI Card holders are not charged any interest on the EMI. Unlike other credit card based EMI options, you don't need to have a credit card to avail EMI plans. The EMI payments are deducted by Bajaj Finserv from your bank account linked to the Bajaj Finserv EMI Card.",
        "index": 124
    },
    {
        "q": "What is the credit limit on the Bajaj Finserv card for shopping on Flipkart?",
        "a": "The credit limit varies based on the type of Bajaj Finserv EMI Card you hold. For more details, you can also contact Bajaj Finserv Support at 08698010101.",
        "index": 125
    },
    {
        "q": "Can I buy any item using the Pre-approved EMI payment option on Flipkart?",
        "a": "You can buy any item with a minimum value of  5,000 and a maximum value of  75,000 from sellers on Flipkart. Please note that the upper limit may vary as it depends on the credit amount you are eligible for. However pre-approved EMI option is only available on select products.",
        "index": 126
    },
    {
        "q": "What are the EMI plans available if I choose the Pre-approved EMI payment option on Flipkart?",
        "a": "You can choose from the following EMI plans with zero processing fees:6 months, 9 months, 12 months. The interest rate is 14% irrespective of the EMI plan chosen and is subject to change based on SBI's T&Cs.",
        "index": 127
    },
    {
        "q": "What is the pre-approved EMI limit for shopping on Flipkart?",
        "a": "Please contact SBI's Customer Care on 1800 425 3800 to know the credit limit you are eligible for shopping on Flipkart.",
        "index": 128
    },
    {
        "q": "What is Credit Card No Cost EMI?",
        "a": "'Credit Card No Cost EMI' is a payment mode with which you can shop for items from select sellers on Flipkart with no interest & zero down payment. With this payment mode, you get an instant cash-back from the seller for the amount you are charged by the bank as interest.",
        "index": 129
    },
    {
        "q": "What are the benefits of the Credit Card No Cost EMI payment mode?",
        "a": "Shopping with Credit Card No Cost EMI' has benefits like no cost of interest & zero down payment as you get an instant cash-back from the seller for the amount you are charged as interest by the bank.",
        "index": 130
    },
    {
        "q": "How is Credit Card No Cost EMI different from Credit Card EMI payment mode?",
        "a": "For 'Credit Card EMI', you are charged a non-refundable interest based on the tenure of your EMI plan whereas with 'Credit Card No Cost EMI', although interest is charged, you get an instant discount from the seller for the amount you pay as an interest to the bank.",
        "index": 131
    },
    {
        "q": "What is the credit limit on the 'Credit Card No Cost EMI' card for shopping on Flipkart?",
        "a": "The credit limit depends on the respective card. Please get in touch with your card issuing bank for more details.",
        "index": 132
    },
    {
        "q": "What is Flipkart Axis Bank Credit Card?",
        "a": "Flipkart Axis Bank Credit Card is a credit card issued by Axis Bank in association with Flipkart Internet Pvt Ltd. (Flipkart) and Mastercard. Every purchase that you make on Flipkart.com and outside Flipkart.com will earn you unlimited cashback that will be credited to your credit card account. You can use this cashback for your future purchases. Please note that a joining/annual fee of Rs. 500 is applicable unless it is acquired under the First Year Free offer.",
        "index": 133
    },
    {
        "q": "How can I contact Flipkart Travel customer support? ",
        "a": "You can get in touch with Flipkart Travel Support on toll-free number 1800 258 3535 or write at travelhelp@flipkart.com for any queries or concerns.",
        "index": 134
    },
    {
        "q": "What is SuperCoins Exchange program? ",
        "a": "Through SuperCoins Exchange program, Flipkart customers registered with Exchange Partners available as part of this program can convert their Exchange Partner reward points to SuperCoins. The option to convert SuperCoins to Exchange Partner reward points is also available for customers.",
        "index": 135
    },
    {
        "q": "What is SuperCoin Pay feature?",
        "a": "SuperCoin Pay is a new feature that allows you to make payment for the product purchased at a third-party partner store and to redeem SuperCoins in the SuperCoin Zone of your Flipkart account. You can also choose to redeem only your SuperCoins depending upon the bill value and your SuperCoin balance.",
        "index": 136
    }
]
