[
    {
        "q": "How do I report a listing infringement?",
        "a": "If you think that your IP right has been infringed by any of our sellers, you can follow the below process. We require that the Intellectual Property right owner or authorized agent provide the following details and email it to infringement@flipkart.com,\n\n 1.Identification or description of the copyrighted work/ trademark that has been infringed.\n\n 2.Clear identification or description of where the material that you claim is infringing is located on www.flipkart.com with adequate particulars.\n\n 3.Product ID / website links of infringing products (in case of copyright infringement). Flipkart is unable to process requests which do not specify exact product IDs or URLs. Please do not provide links to browse pages or links of search queries as these pages are dynamic and their contents change with time.\n\n 4.Your address, telephone number, and email address.\n\n 5.A statement by you that you have a good faith belief that the use of the material complained of is not authorized by the copyright or intellectual property owner, its agent, or the law.\n\n 6.A statement by you, that the information in your notice is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner's behalf Brand Name (in case of Trademark infringement)\n\n 7.Details of the intellectual property being infringed (Provide copyrighted images or trademark certificates as attachments)",
        "index": "flipkart_privacy_security_1"
    },
    {
        "q": "If I have found a security Bug/Vulnerability/Issue what should I do?",
        "a": "We take security very seriously at Flipkart. If you have found an issue on Flipkart, you can report it to security@flipkart.com with the below details:\n\n1. Steps to reproduce the bug/issue\n2. Your web browser/mobile browser's name and version\n3. Screenshot/screencast (if any).",
        "index": "flipkart_privacy_security_2"
    }
]