[
    {
        "q": "Will I be charged for installation?",
        "a": "Air-conditioners:The installation of an air-conditioner is chargeable and needs to be paid directly to the service engineer. Standard installation charges for split AC will be Rs. 1599 (inclusive of taxes). Please check the offer details to know if free installation or any other special offer price is available at the time of purchase.Television (Wall mount is part of sales package):The service engineer will install your new television, either on a wall mount or on a table top. Installation and demo are provided free of cost.Television (Wall mount is not part of sales package):The wall mount is not provided free of cost and is chargeable. The cost of wall mount is Rs. 499 (inclusive of applicable taxes) and will be available with service engineer for purchase.Washing machine/Refrigerator:The installation and demo service will be provided free of cost. All additional accessories not part of the package will be charged separately.",
        "index": "flipkart_ac_installation_1"
    },
    {
        "q": "What all is covered as part of standard installation?",
        "a": "Split air conditioners:\nParts/services covered under standard Installation:\na. Copper Pipe with Sleeve - 3Mtr b. POWER CABLE 3 Core - 3Mtr, c. Remote - 1Nos, d. Remote Batteries\nParts not covered as part of standard Installation and their respective charges.\n a. Outdoor unit stand - Rs. 750, b. Extra copper pipes - Rs 750 per meter without sleeves & power cable, c. Drain pipe extension if any. (per meter cost) - Rs. 125, d. Wiring extension from meter to site, (per meter cost) Rs. 86\nServices not covered as part of standard installation and chargeable\na. Stabilizer required for the installation if available with the technician, f. Plumbing and Masonry Work, g. Powerpoint/MCB fitting and any other electrical work, h. Carpentry work, i. Dismantling/Shifting of Old AC's Masonry, j. Core Cutting Fabrication and Electrical\n The authorised service engineer will provide a detailed demo that includes\n a. Usage of the product, b. Explain all the functionality of the product, c. Preventive maintenance action to be taken\n Televisions:\nIf wall mount is part of the sales package:\nThe wall mount will be provided free of cost and will be available in the product box\nThe installation and demo service will be provided free of cost \n All additional accessories not part of the the package will be charged separately\n The authorized service engineer will be providing detailed demo that includes:\n1. Physical check of all ports, including power and USB ports\n2. Checking also of accessories\n 3. Understanding your new TV's features with complete demonstration of features and settings\n 4. Quick run-through on how to operate the TV\n 5. Preventive maintenance action to be taken\nIf wall mount is not a part of the sales package and needs to be purchased separately:\nThe installation & first demo service will be provided free of cost. All additional accessories not part of the the package will be charged separately.\nThe service engineer will install your new TV, either on wall mount or on table top. The wall mount is not provided free of cost and is chargeable. The cost of wall mount is Rs. 499 (inclusive of applicable taxes) and will be available with service engineer for purchase.\nThe authorised service engineer will be providing detailed demo that includes the following:\na. Physical check of all ports, including power and USB ports. b. Checking of accessories c. Understanding your new TV's features with complete demonstration of features and settings d. Quick run-through on how to operate the TV e. Preventive maintenance action to be taken\n Washing Machine - Front load\nThe installation and demo service will be provided free of cost. All additional accessories not part of the the package will be charged separately.\nThe authorised service engineer will provide detailed demo that includes the following:\n1. Usage of the product\n2. Explain all the functionality of the product\n3. Preventive maintenance action to be taken\nWashing machine - Top Load\nThe features of the product are presented in the user manual that comes with it. Hence, the manufacturer does not provide on-site installation or demo for the product.",
        "index": "flipkart_ac_installation_2"
    }
]