[
    {
        "q": "What is a Credit Card",
        "a": "Credit card is a convenient alternative to cash or check-based transactions issued by banks and financial institutions, enabling the holder to make a purchase (or draw advance cash) on credit. The due amount at the end of the billing cycle may be paid as a lump sum within the due date in smaller instalments before the final due date. The purchases that are made using a credit card are in fact short term unsecured microloans and if paid off within a specified time (interest-free period) do not have any interest payouts.",
        "index": 0
    },
    {
        "q": "How does a credit card differ from a debit card",
        "a": "The money that you draw out via debit card is your own money which is debited from the bank account linked to your card. On the other hand, the money that you spend (purchases) or withdraw (cash advance) via a credit card is more like a short term loan granted by card issuing entity. Instead of paying off this short term loan on a per use basis, all your expenses get converted into a consolidated bill at the end of the billing cycle.",
        "index": 1
    },
    {
        "q": "What is the difference between VISA card and MasterCard",
        "a": "Visa and MasterCard are global payment technology companies based out of the US that connects consumers, businesses, banks and governments across more than 200 countries and territories, enabling them to use digital currency instead of cash, checks, drafts, etc.  Apart from VISA and MasterCard, other leading global payment technology companies are American Express, Diners Club and Discover.",
        "index": 2
    },
    {
        "q": "What is a Co-Branded Credit Card",
        "a": "Any credit card that features a merchant's logo/name as a co-promoter of the specific credit card along with the card issuer is termed as a co-branded credit card. Leading merchants in India who sponsor co-branded credit cards include airlines, online shopping websites and others.",
        "index": 3
    },
    {
        "q": "How do the new EMV chip and PIN system for credit cards work",
        "a": "EMV which is short for Europay, MasterCard and Visa is a global standard for cards equipped with the chip and PIN technology. The chip card and PIN code need to be used together to authenticate chip-card transactions. Unlike magnetic-stripe cards, every time an EMV card is used for payment, the card chip creates a unique transaction code that cannot be used for another transaction. EMV technology provides an additional level of security in point of sales (POS) transactions to prevent credit card frauds.",
        "index": 4
    },
    {
        "q": "What is the CVV number",
        "a": "The CVV Number (Card Verification Value) it is a 3 digit number mentioned on the back side of your credit card on the right side of the signature panel. Also known as the CVV2, this 3 digit number is an essential part of the verification process especially in case of online transactions. The CVV number should not be disclosed to anyone.",
        "index": 5
    },
    {
        "q": "How long does it take to apply for and receive a Credit Card",
        "a": "You can apply for a credit card online in less than 2 minutes through Paisabazaar.com. After you have completed and submitted the online application, the prospective card issuer will get in touch with you and ask you to submit the supporting documents. Once the bank has received your application form, complete in all respects along with all the required documents, your application will be processed within two weeks. Provided all your documents are in order, you will receive your new credit card within 7 working days, once your application is approved and all the checks have been completed by the bank. The bank will send you timely alerts on the credit card application status via SMS on the mobile number stated on your application form as well as through emails sent to the registered email address.",
        "index": 6
    },
    {
        "q": "What are the benefits of having a Credit Card",
        "a": "Credit cards allow you to benefit from the option of revolving credit i.e. you might pay off your credit card dues in one go or make multiple small payments to pay off your debt. You can use credit cards not just within India but also worldwide.The discounts, offers, and deals that a credit card offers are unmatched by any other financial products. Credit cards offer additional protection in the form of insurance for card purchases that might be lost, damaged or stolen.",
        "index": 7
    },
    {
        "q": "What is a supplementary/add-on card",
        "a": "A supplementary/add-on card refers to one or more credit cards that may be issued to family members of the primary cardholder. Add on cards share the total credit limit of the primary card account and have the same features as the primary card. Any reward points earned through the add-on card(s) are credited to the primary card account.",
        "index": 8
    },
    {
        "q": "How many supplementary cards can I have and what are the charges involved",
        "a": "Though this tends to vary from one credit card issuer to another, in most cases, you can apply for up to 3 supplementary cards for family members like your spouse, children, parents and siblings.",
        "index": 9
    },
    {
        "q": "What should I do if I lose my card or if my card is stolen",
        "a": "In case you have lost your card or it has been stolen, the priority is to block the card and prevent unauthorised transactions.  Please call the card issuer's customer care number and inform them of the card loss/theft so that the card is blocked and the replacement card issue procedure is started.",
        "index": 10
    },
    {
        "q": "What are reward points and how can I use them",
        "a": "Whenever you make a purchase using your credit card, you can earn reward points. The rate of reward point accumulation varies from one expense category to another as well as from one bank to another. The accumulated reward points can be exchanged in lieu of a range of freebies and discount vouchers.",
        "index": 11
    },
    {
        "q": "What type of dining benefits can my credit card provide",
        "a": "In case of many credit cards, you may be eligible to receive a range of dining benefits ranging from cash-back offers, discounts on dining bills, accelerated reward points accumulation at partner restaurants and much more. Though such benefits were earlier reserved for premium credit cards, many standard cards currently provide these benefits.",
        "index": 12
    },
    {
        "q": "What type of travel privileges can my credit card provide",
        "a": "Some credit cards feature a range of travel benefits as a complementary feature of the card. Such benefits may include discount on flight/bus tickets and/or hotels booked through a specific website, airline or hotel chain. In case of some premium credit cards designed for frequent flyers, you may be eligible for complimentary travel insurance including payout options for missed flights, trip cancellations, medical emergency costs during your travel, air accident death insurance etc. Additionally, in case of most travel cards, you get the option of converting reward points accrued for all your other purchases into frequent flyer miles. Some credit cards also offer Lounge Access.",
        "index": 13
    },
    {
        "q": "How does a credit card generate fuel cost savings",
        "a": "Fuel cards provide you with the option of generating savings in terms of surcharge waiver when you fill your vehicle up at the petrol pump. Apart from the fuel surcharge waiver, some credit cards may also provide you with cash back benefits whenever you use your car for transactions at a petrol pump.",
        "index": 14
    },
    {
        "q": "What is an Annual Fee",
        "a": "An annual (yearly) fee is charged by a credit card company each year for use of a credit card. This fee varies from one card to another and may be waived off by the bank in case your card agreement contains a waiver clause on achieving a specific annual expense threshold.  There are also a number of credit cards available that have zero annual fees.",
        "index": 15
    },
    {
        "q": "How does the card issuer decide my credit limit",
        "a": "The prospective card issuer, at its sole discretion, will determine the Card members' limit and cash withdrawal limit. These limits are communicated to the customer at the time of card delivery and printed in the credit card agreement letter as well as in the Monthly statement. Some key factors that may influence the decision of the card issuer include customer profile, the repayment capacity and CIBIL credit report along with other internal underwriting norms.",
        "index": 16
    },
    {
        "q": "What happens if my card expenditure exceeds my assigned credit limit",
        "a": "If your credit card purchases/cash advances exceeds your assigned credit limit (inclusive of retail purchases, cash advances, fess, and other charges), an over limit fee plus applicable taxes will be charged to your credit card account.",
        "index": 17
    },
    {
        "q": "Can I increase my credit limit later on",
        "a": "Yes, it is possible. In this case card member seeking to have their credit limit increased can do place a request with the card issuer. Additional documents such as those declaring income may need to be submitted with the card issuer to complete process. The Bank at its sole discretion and based on such documents provided, may increase choose to increase the credit limit. Previous repayment history of loans and credit card dues of the card holder would also play a major role in the card holder's decision.",
        "index": 18
    },
    {
        "q": "How do I find the credit card due amount",
        "a": "The amount due for payment is reflected in your Credit Card Statement as Total Payment Due. By paying this amount, on or before the due date, you can take advantage of the interest-free period on your credit card.  The due amount in your bill will include all unpaid balances from the previous statement, interest charges (if any), the billed expenses for the current period, annual fees (only once a year), joining fee (only at the time of taking a new card) and a range of other applicable charges and taxes.",
        "index": 19
    },
    {
        "q": "What is a Finance Charge and how is it computed",
        "a": "A Finance Charge is the interest billed to the account if the cardholder pays an amount less than the statement balance on the corresponding due date. The finance charge is applied only to the unpaid amount remaining after the partial payment has been made and not on the original outstanding amount. The Finance Charge is calculated on an average daily basis and will continue to be added to the outstanding balance of the card account until full payment is made.",
        "index": 20
    },
    {
        "q": "What do the terms billing date/cycle mean and are they subject to change",
        "a": "Billing date/Cycle means the date on which your new monthly bill will be generated by the bank. No, billing dates are generally not subject to change. However, card members may place a request to change the billing cycle but the change request may be accepted or denied at the sole discretion of the bank.",
        "index": 21
    },
    {
        "q": "What is Minimum Payment Due",
        "a": "The minimum amount you need to pay on or before the due date is generally computed as 5% of the total amount due as per your most recent credit card statement. By paying this minimum due amount, you are not charged any late fees by the card issuer. However, making just the minimum payments on your due amount is one of the rookie mistakes.",
        "index": 22
    },
    {
        "q": "What happens if I make minimum due payments for my card",
        "a": "If you make a bill payment equal to the minimum due amount only, finance charges will be applied to the amount remaining after deducting the minimum payment from the total amount due. Minimum payment amounts prioritize the interest payouts on the outstanding balance, hence the repayment of the credit card due is extended over a long period of time.",
        "index": 23
    },
    {
        "q": "What is foreign currency transaction markup",
        "a": "When you use your card abroad, your card provider charges you a transaction fee of up to 3.5% of the transaction amount every time you make purchases or withdraw cash. The exact markup value varies from one card issuer to another as well as from one card to another.",
        "index": 24
    },
    {
        "q": "What is a credit card balance transfer",
        "a": "A balance transfer is when you transfer the balance of one credit card account to another credit card account. When the credit card balance transfer process is completed, the card holder no longer owes money to the original card issuer and instead owes the debt to the issuer of the second card.",
        "index": 25
    },
    {
        "q": "Is there a limit on the total balance I can transfer via credit card balance transfer",
        "a": "Yes. The amount for which you can transfer make a balance depends on various factors including but not limited to the credit limit of the card you are transferring the balance to and the terms and conditions specified in the balance transfer offer.",
        "index": 26
    },
    {
        "q": "How does the cash-on-EMI facility work",
        "a": "Different banks have different terminologies; however, Cash on EMI, INSTA Loan, Cash On Call, Loan On Phone all are same. It is a pre-approved loan within a specified credit limit based on your Credit Card. This facility is provided at the sole discretion of the card issuer is communicated directly whenever a card member is eligible for this.",
        "index": 27
    },
    {
        "q": "What is EMI conversion of credit card debt",
        "a": "The Bank at its sole discretion will decide the interest and tenure of same. This offer is not provided by all banks, but some banks allow you to convert big-ticket purchases valued over a certain limit into credit card EMI payments by logging into your credit card account online. For details regarding this, card member has to contact respective Bank's customer Care.",
        "index": 28
    },
    {
        "q": "What happens if I want to prepay my EMIs",
        "a": "It's good to reduce your debt burden as soon as possible; however, the bank at its sole discretion may impose prepayment charges. For this, card member has to contact the card issuer's customer care department.",
        "index": 29
    },
    {
        "q": "What does zero lost card liability mean",
        "a": "It means card member not liable for any fraudulent transaction made post intimation of lost/stolen card to the issuer. Any transactions that get completed or charged to the card holder's account once the issue is made known to the card issuer will be written off by the issuer. This is only one of the many credit card protection plans that you can avail.",
        "index": 30
    },
    {
        "q": "How can I avail a loan on my credit card",
        "a": "Availing a Loan on the basis of Credit card is at sole discretion of the bank. Generally banks always communicate the same to card member periodically as an available offer on the card. Additionally, the card member can also place a request for same to the card issuing bank, however, the approval of the loan is at the discretion of the card issuing authority.",
        "index": 31
    },
    {
        "q": "What is cash advance",
        "a": "A card holder can use his/her credit card to withdraw cash at ATMs in India and even overseas. This facility is termed as cash advance. Cash advance transactions do not feature an interest fee period unlike purchases and thus finance charges are applicable from the date of withdrawal onwards. Cash advances are not eligible for reward points either.",
        "index": 32
    },
    {
        "q": "How much of my credit limit can I use for Cash Advance transactions",
        "a": "You can get cash advances on your credit card of up to 30%-40% of your total credit limit. Though this is the industry norm, you may be authorised for a higher or lower cash advance limit and this will be mentioned in your credit card agreement.",
        "index": 33
    },
    {
        "q": "What is Revolving Credit",
        "a": "Revolving credit is a type of credit that does not have a fixed number of payments, in contrast to installment credit (EMI). Credit cards are an example of revolving credit. He/she can make as many payments as required to pay off the due balance. If a customer pays off the credit card due partially then the balance amount will be carried forward to the next billing cycle.",
        "index": 34
    },
    {
        "q": "What is Charge Back",
        "a": "A chargeback or reversal is the return of funds to the cardholder's account after a dispute has been filed by the card holder for one or more charges appearing on the credit card statement.  This occurs only after the money has been charged to the card holder's account and credited back only after the customer lodges a chargeback request with the card issuer.",
        "index": 35
    },
    {
        "q": "Should I get a second credit card",
        "a": "There is almost no reason to get a second credit card - this is a very good arrangement for your creditor but not for you. Credit cards have high rates of interest which you have to pay unless you pay the credit off every month. Therefore, increasing your total credit capacity should not be your concern.  Since internet technology lets you pay off your balance in minutes online, there is no reason to have multiple cards in order to avoid running out of a balance. If, on the other hand, you do not pay your existing card off every month, than getting another card can be even more dangerous, since you're increasing the amount of debt you take on. I'd say at most it would make sense for you to grab a basic VISA, since most places do not accept AMEX. I would also considering cancelling the AMEX if you get the VISA, for reasons above.",
        "index": 36
    },
    {
        "q": " What is the minimum credit score to get a personal loan",
        "a": "It depends on the eligibility criteria set by the lender. Most lenders do not specify a minimum credit score for a personal loan. Some lenders might lend to applicants with low credit score (less than 750) but the interest rate applicable is usually higher in such cases.",
        "index": 37
    },
    {
        "q": " What is the minimum salary required to get a personal loan",
        "a": "The minimum monthly salary required to avail a personal loan varies from lender to lender. However, for large lenders like Banks, the minimum income eligibility is Rs. 25,000 per month and above. Certain fintech lenders may provide loans to customers with lower incomes",
        "index": 38
    },
    {
        "q": " What is the best credit score or CIBIL score to get a personal loan",
        "a": "Generally, a credit score of 750 and above is considered good. You can improve your credit score by paying credit card bills on time, decreasing your outstanding debt and maintaining old credit card accounts in good standing.",
        "index": 39
    },
    {
        "q": " What role do credit history and score play in getting a personal loan",
        "a": "Your credit history and credit score reflect your handling of credit in the past. Hence, they not only affect the chances of being approved for a personal loan but often impact the rate of interest too. The higher the credit score, the greater are the chances of approval and receiving a lower preferential interest rate.",
        "index": 40
    },
    {
        "q": " Can I get a personal loan being a pensioner, if I have a pension account with one of the leading banks in India",
        "a": "Yes, you can get a personal loan even as a pensioner, if you have a pension account with one of the leading banks. However, you should ensure that the bank where you receive pension funds offers personal loans to pensioners and you meet the eligibility criteria as specified by your prospective lender.",
        "index": 41
    },
    {
        "q": " Can a student apply for a personal loan",
        "a": "Generally, students are not eligible for a personal loan as a stable source of income and a good credit score are necessary prerequisites. However, if you have a stable monthly income and fulfil the lender's other eligibility criteria, you may easily avail of a personal loan.",
        "index": 42
    },
    {
        "q": " Can I get a personal loan if I have a home loan",
        "a": "Yes, you can apply for a personal loan even if you already have a home loan. However, the chances of getting the loan approved will depend on your repayment capacity, which in turn depends on your monthly income and credit score.",
        "index": 43
    },
    {
        "q": " Can self-employed individuals apply for a personal loan in India",
        "a": "Yes, self-employed individuals like businessmen, doctors, chartered accountants, etc. can apply for a personal loan in India provided they meet the eligibility criteria. Moreover, some banks and NBFCs provide special personal loan offers for doctors, chartered accountants and businessmen.",
        "index": 44
    },
    {
        "q": " Should I always choose the lowest possible EMI before accepting a personal loan offer",
        "a": "Low EMI offers are a result of either low interest rate or long repayment tenure and sometimes both. Thus before selecting a personal loan offer, you should consider both interest rate and loan tenure. It is possible that the lender offering the lowest EMI is also offering the longest tenure, which in turn may increase your total interest payout. On the other hand, a personal loan offer with a relatively higher EMI but a shorter tenure may actually prove more economical in terms of total interest paid. Thus, you should always calculate your total interest payout and also take into account your repayment capacity before selecting a specific loan offer.",
        "index": 45
    },
    {
        "q": " Can I get a personal loan without a salary slip",
        "a": "Yes, you can get a personal loan without providing salary slips. You can submit your bank account statement/ a copy of Form 16/ employee certificate from the employer, etc. as proof of income to fulfil the eligibility criteria. However, it is always recommended to confirm the list of required documents with the lender as it may vary from one bank to another.",
        "index": 46
    },
    {
        "q": " Can I use a personal loan for marriage purposes",
        "a": "Yes, you can avail a personal loan to meet marriage related expenditure as personal loans come with flexible end-use. Some lenders even provide personal loans specifically named as wedding/ marriage loans.",
        "index": 47
    },
    {
        "q": " Can I take a personal loan from two different banks at the same time",
        "a": "Yes, you may avail a personal loan from two different lenders at the same time. However, it is not advised to do so as it will not only affect your credit score but also increase your EMI payout. It will be better to take one personal loan of a larger amount than two personal loans of smaller amounts. This way you can pay lower EMIs for a longer tenure and also improve your credit score. Moreover, you will save upon processing fees and other loan-related charges.",
        "index": 48
    },
    {
        "q": " Which is better, a personal loan or a credit card",
        "a": "Both personal loans and credit cards are means of borrowing money. Which one is better depends on the purpose behind borrowing money. If you need to borrow a fixed amount for a finite period of time, go for a personal loan. On the other hand, if you want revolving credit for a lifetime, go for a credit card.",
        "index": 49
    },
    {
        "q": " Is it good to pay off credit card debt with a personal loan",
        "a": "Yes, it is often a good idea to pay credit card dues with the help of a personal loan as:It allows you to consolidate the debt associated with multiple credit cards, which in turn, will make the repayment process easier.The rate of interest applicable on a personal loan is lower than that applicable to the outstanding balance on a credit card. Thus, taking a personal loan also helps you save on the overall interest cost.",
        "index": 50
    },
    {
        "q": " What is the difference between reducing balance rate and flat interest rate",
        "a": "In case of the reducing balance method, interest is applicable on the outstanding loan balance i.e. on the balance that remains outstanding after getting reduced by the principal amount repaid. As a result, the interest cost keeps decreasing over the loan tenure. On the other hand, a flat interest rate is charged on the entire loan balance throughout the loan term. Thus, the interest payable does not decrease over the loan tenure.",
        "index": 51
    },
    {
        "q": " What are personal loans for women",
        "a": "Personal loan for women is a special category of personal loans offered to women by several banks and NBFCs. A preferential rate of interest is applicable in such cases to promote and support female entrepreneurs and working women.",
        "index": 52
    },
    {
        "q": " What are personal loans for pensioners",
        "a": "It is offered to retired senior citizens availing pension so that they can meet their needs, medical expenses, or plan a trip without any financial constraints after retirement.",
        "index": 53
    },
    {
        "q": " What are pre-approved personal loans",
        "a": "This is a special category of personal loans, also known as instant personal loans. These are usually offered to existing customers (account holders/credit card holders) of the bank or NBFC. Instant personal loans are characterized by minimal to no documentation and quick disbursal of the loan amount (generally within a few hours). However, the loan amount sanctioned in such quick personal loan offers depend on the applicant's profile and cannot be changed.",
        "index": 54
    },
    {
        "q": " What is a top-up loan",
        "a": "This is a personal loan issued to a borrower who already has an unpaid personal loan from the current lender. Top-up personal loans are usually available to select PL customers of the lender and they often feature an interest rate similar to that of a standard personal loan.",
        "index": 55
    },
    {
        "q": " What is a personal loan balance transfer",
        "a": "Personal loan balance transfer is the process by which the principal outstanding of an existing loan is transferred to a new lender offering a lower interest rate. This decreases the overall interest payout over the loan tenure.",
        "index": 56
    },
    {
        "q": " Which documents are required to apply for a personal loan",
        "a": "The documents required to avail a personal loan vary from lender to lender. However, most of the banks and NBFCs require proof of identity, proof of address and proof of income.",
        "index": 57
    },
    {
        "q": " How should I choose the best personal loan offer",
        "a": "With a plethora of personal loan offers available, choosing the best one can be challenging for some people. But you can follow the below tips to choose the best personal loan offer:Compare interest rates: Do not go for the first offer that comes your way. Always compare personal loan interest rates offered by different lenders before choosing a deal.Compare other loan fees and charges: Do check the associated loan charges and fees before settling for an offer as they might affect your budget despite a low rate of interest.Check for repayment flexibility: Check for prepayment and part-payment options and the associated charges to better plan your repayment schedule.Calculate EMI payout beforehand: Before you apply for a personal loan, you need to be sure that you will be able to repay the loan on time without any penalties.",
        "index": 58
    },
    {
        "q": " How can I avoid personal loan rejection",
        "a": "While getting a personal loan application approved completely lies in the hands of the lender, the below steps can be followed to avoid rejection:Carefully check the eligibility criteria set by the bank/NBFC and ensure you meet them.Check for inaccuracies in your credit report as they might affect your credit score and hence your chances of getting a personal loan. Apply for the loan from a lender where you have the highest chances of approval.Reduce your outstanding debt by paying any existing loan installments and credit card dues.Keep your credit utilization ratio below 40%.Avoid multiple loan applications at once.",
        "index": 59
    },
    {
        "q": " How can I bargain for a better rate of interest on my personal loan",
        "a": "You can get a lower rate of interest on your personal loan by following the below tips:Maintain a good credit score as it is suggestive of financial stability and repayment capability. The higher the credit score, the greater are the chances of availing a personal loan at a lower rate of interest.Apply for the loan at a bank with which you already have a savings account or fixed deposit. A good pre-existing relationship with the lender has a positive impact on your repayment ability, which may help you to get a loan at a lower rate of interest.Banks and NBFCs often release special personal loan offers during the festive season. These offers generally have an attractive rate of interest. Thus, applying for a personal loan during the festive season may help you get a loan at a lower rate of interest.",
        "index": 60
    },
    {
        "q": " What will happen if I don't pay a personal loan EMI",
        "a": "Missing a single EMI might not have a major impact on your credit score, however, missing multiple EMIs will. Repeated failure will not only affect your credit score but also increase your outstanding debt. In rare cases, preliminary notices can be sent by the lender mentioning the outstanding loan amount and penalty charges. The bank may also go for legal proceedings or approach the guarantor (if any).",
        "index": 61
    },
    {
        "q": " Are personal loans tax exempted",
        "a": "As per the Income Tax Act, there is no specific deduction allowed for personal loans.",
        "index": 62
    },
    {
        "q": " What does prepayment mean and are there any charges for it",
        "a": "When a borrower pays off the loan amount before the designated due date, it is called prepayment. Yes, many banks and NBFCs charge a prepayment fee ranging from 1% to 5% on the outstanding principal amount of the loan.",
        "index": 63
    },
    {
        "q": " Can I cancel a personal loan after the loan amount is disbursed",
        "a": "In some cases, you may cancel a personal loan after disbursal subject to the terms and conditions of the lender. Loan cancellation will lead to cancellation charges and processing fees. Please note that all banks do not allow loan cancellation once the amount is disbursed. However, you can always prepay the loan amount as per the terms and conditions of the bank and save on the interest component.",
        "index": 64
    },
    {
        "q": " Is a personal loan taxable",
        "a": "No. You do not have to pay additional tax if you get a personal loan. In fact, the interest payable on a personal loan may be eligible for tax deduction u/s 24b if you use the loan proceeds for the purpose of home remodelling/renovation.",
        "index": 65
    },
    {
        "q": " Can I transfer a personal loan to another person",
        "a": "Under current regulations, it is not possible to transfer your personal loan to another person. However, some lenders do have the option of having a co-borrower/guarantor for a personal loan and in such cases, the co-borrower/guarantor will be required to repay the loan in case the primary borrower defaults.",
        "index": 66
    },
    {
        "q": " How to Reduce Your Monthly EMI",
        "a": "If you are finding it difficult to keep up with your monthly loan repayments, you might be able to negotiate a lower EMI by extending your repayment tenure. You should however bear in mind that, in this situation, due to the longer tenure, you will end up paying more interest over the loan tenure.The alternative is to opt for a personal loan balance transfer. In this case, the principal outstanding of your current loan is transferred to a new lender at a lower rate of interest. As a result of the lower interest rate, your individual EMI payments will decrease.",
        "index": 67
    },
    {
        "q": " Is it possible to get an education loan without offering a collateral",
        "a": "Almost all education loans from banks and other lenders require a collateral which can be fixed deposits, property, shares, bonds, etc. However, you can still avail an education loan without having to give any collateral. This can be achieved through the Credit Guarantee Fund for Education Loan (CGFEL) Schemes which covers a collateral-free loan of p to Rs.7.5 lakh. This is only for education loans dispersed under the Model Education Loan Scheme of Indian Banks' Association (IBA). To avail this, you have to apply for an education loan under this scheme through a scheduled commercial bank. You don't need to provide security or collateral for amounts of up to Rs.7.5 lakh but anything above that will require a collateral.",
        "index": 68
    },
    {
        "q": " Can I take an education loan against mine or my parents' fixed deposit",
        "a": "You can always avail a loan against a fixed deposit, as per the terms and conditions of the lender. However, there are certain banks, such as ICICI, which provide specifically education loan against fixed deposit.",
        "index": 69
    },
    {
        "q": " Will the moratorium on education loan get extended if I choose to take a sabbatical from my course",
        "a": "The moratorium period on education loans differ from lender to lender. However, it is usually until the borrower gets employed or for up to 1 year of the course being completed, whichever is earlier. If you choose to take a sabbatical and want an extension of your moratorium, it would depend on the bank whether to grant it or not, so it is best to have a discussion about this with the lender.",
        "index": 70
    },
    {
        "q": " Are NRIs eligible for education loans from banks in India",
        "a": "One of the eligibility criteria for education loans that are offered by banks and other financial institutions in India is that the individual should be an Indian national. This means that any student who is a citizen of India can apply for and avail an education loan from a lender in the country. Collateral or documents which can be taken as security should be those that are enforceable in India.",
        "index": 71
    },
    {
        "q": " What happens if I discontinue the course and get an employment within the grace period",
        "a": "In case you choose to discontinue the course mid-way, you must start repaying the loan immediately after getting a job.",
        "index": 72
    },
    {
        "q": " Can I port my education loan to another bank with lower interest rates",
        "a": "Yes, you can move your education loan from one bank to another. However, your current bank might charge a refinance fees. Therefore, it is important to consider all factors of the existing bank and the new bank before moving the loan.",
        "index": 73
    },
    {
        "q": " Do all education loans cover 100% of the education expenses",
        "a": "Yes, education loans cover 100% of the education expenses. However, full coverage may only be provided for expenses under a certain limit. Lenders have a margin if the expenses go above the limit.",
        "index": 74
    },
    {
        "q": " What are the other expenses covered by education loans",
        "a": "Some of the additional expenses covered by education loans are: Hostel fees, Exam fees, laboratory and library fees, Cost of books, uniforms, projects, etc. Travel expenses for overseas education ,Deposits required by the educational institute.",
        "index": 75
    },
    {
        "q": " Should I get a personal loan",
        "a": "If you need a quick influx of cash to pay for necessary expenses, a personal loan may be a good option. Interest rates for personal loans are usually lower than those of credit cards, especially if you have an excellent credit score. Of course, you should always weigh the benefits with the drawbacks. After all, taking on a personal loan means taking on debt, and you'll need to be prepared to make payments on that debt for a few years. If you don't have the monthly budget for principal payments plus interest, reconsider the amount you need to borrow or the way in which you borrow.",
        "index": 76
    },
    {
        "q": "What happens if a wrong UPI PIN is entered?",
        "a": "The transaction you have initiated will fail if you enter a wrong UPI PIN.",
        "index": 77
    },
    {
        "q": "In UPI I  cannot find my bank account once I select the bank name. What should I do?",
        "a": "You must ensure that your mobile number is linked to the bank account you are talking about. Also, you must make sure that the same mobile number is registered with the UPI app. If they are not the same, you cannot access the bank account details on the app or transact with it.",
        "index": 78
    },
    {
        "q": "How do I pay for an online merchant through UPI?",
        "a": "When you make an online purchase, one of the payment options will be UPI payment. Choose the option and enter your payment address in the format xyz@upi. You will be redirected to your BHIM app. Now, enter your UPI PIN to complete the payment.",
        "index": 79
    },
    {
        "q": "Are UPI transactions possible only during the bank business hours?",
        "a": "UPI transactions can be done at any time of the day; it need not necessarily be within the bank business hours",
        "index": 80
    },
    {
        "q": "Money has been debited from my account but I have not received any confirmation message. What should I do?",
        "a": "Upon completing a transaction, you must see a success status on your BHIM app. Also, an SMS will be sent to your registered mobile number from your bank. It may take longer to receive the confirmation message due to operator issues. However, it is recommended to contact the customer support of your bank if you do not receive a confirmation within an hour from the time of completing the transaction.",
        "index": 81
    },
    {
        "q": "Should I add beneficiary before making a fund transfer via UPI?",
        "a": "No. Like the NEFT transactions, you do not have to add beneficiary in advance to make a fund transfer. With UPI, you need to have the virtual ID, account number + IFSC, or Aadhaar number of the recipient to initiate the fund transfer.",
        "index": 82
    },
    {
        "q": "Is there a way to view my transaction history in UPI?",
        "a": "Yes. UPI apps provide a way to view transaction history. In the Home screen of your UPI app, choose the Transaction History option to view all your past and pending transactions.",
        "index": 83
    },
    {
        "q": "Must the recipient have a bank account to make a UPI transfer? Does it work with a wallet app?",
        "a": "It is mandatory for the recipient to have a bank account to get funds transferred via UPI. You cannot link a wallet to UPI.",
        "index": 84
    },
    {
        "q": "If my mobile is lost, can others access my bank account and make transactions by UPI?",
        "a": "If you lose your mobile, go ahead and block your mobile number so that no transactions can be made from your mobile number. Also, UPI PIN is required to make any transaction via UPI. Since this remains confidential, nobody can make transactions through your lost mobile.",
        "index": 85
    },
    {
        "q": "Is it possible to put a stop payment request for a transfer made through UPI?",
        "a": "No. Once you initiate a payment via UPI, you cannot stop the payment.",
        "index": 86
    },
    {
        "q": "Is there an upper limit on the UPI transfer amount?",
        "a": "Yes. You can transfer an amount up to Rs.1 lakh via UPI transaction.",
        "index": 87
    },
    {
        "q": "What is UPI?",
        "a": "Unified Payments Interface (UPI) is an instant payment system developed by the National Payments Corporation of India (NPCI), an RBI regulated entity. UPI is built over the IMPS infrastructure and allows you to instantly transfer money between any two parties' bank accounts.",
        "index": 88
    },
    {
        "q": "What is an UPI-PIN?",
        "a": "UPI-PIN (UPI Personal Identification Number) is a 4-6 digit pass code you create/set during first time registration with this App. You have to enter this UPI-PIN to authorize all bank transactions. If you have already set up an UPI-PIN with other UPI Apps you can use the same on BHIM. (Note: Banks issued MPIN is different from the UPI UPI-PIN, please generate a new UPI-PIN in the BHIM app) Note: Please do not share your UPI-PIN with anyone. BHIM does not store or read your UPI-PIN details and your bank's customer support will never ask for it.",
        "index": 89
    },
    {
        "q": "How is UPI different from IMPS?",
        "a": "UPI is providing additional benefits to IMPS in the following ways: 1.Provides for a P2P Pull functionality 2.Simplifies Merchant Payments 3.Single APP for money transfern 4.Single click two factor authentication",
        "index": 90
    },
    {
        "q": "What are the different channels for transferring funds using UPI?",
        "a": "The different channels for transferring funds using UPI are: a.Send/Collect through Virtual ID b.Account Number + IFSC c.Aadhaar Number",
        "index": 91
    },
    {
        "q": "How do I set my UPI-PIN with the bank directly?",
        "a": "You can set your UPI pin on any PSP app using your debit card details.",
        "index": 92
    },
    {
        "q": "What is a mobile wallet?",
        "a": "A mobile wallet is, as the name might imply, a digital version of a regular wallet that is stored on a mobile phone. Mobile wallets, also called digital wallets, are applications that run on smartphones and that store virtual equivalents of credit cards. These virtual cards are called soft cards.",
        "index": 93
    },
    {
        "q": "How does a mobile wallet work?",
        "a": "A mobile wallet uses near-field communication to wirelessly transmit payment information to a nearby terminal. Mobile wallets operate according to EMV standards, which allows them to use common EMV terminals for contactless transactions.To pay for a purchase, a mobile wallet user opens the mobile wallet application, selects a soft card with which to pay, passes a cardholder verification procedure, and then waves the smartphone over the terminal or taps it against the terminal.",
        "index": 94
    },
    {
        "q": "Can a mobile wallet do anything besides make payments?",
        "a": "Some of them can. Many retail brands or retail groups are looking to integrate, or have already integrated, loyalty features, mobile shopping capabilities, and business information into their mobile wallet apps",
        "index": 95
    },
    {
        "q": "Where can I use a mobile wallet?",
        "a": "Mobile wallets are accepted at some EMV-compliant merchant locations. Not all EMV-compliant merchants have enabled contactless payments, however.",
        "index": 96
    },
    {
        "q": "Are mobile wallets safe?",
        "a": " Many people are hesitant to try digital payment systems without reassurance that they are safe to use and will protect their data. Most digital wallets are reasonably safe. The onus is on the payment companies to educate consumers about security features and prove that mobile payments are valuable.",
        "index": 97
    },
    {
        "q": "WHAT IS FLIPKART PAY LATER?",
        "a": "Flipkart Pay Later is a customer-centric innovation from Flipkart that's focused on affordability and convenience while shopping online. Pay Later offers you credit of upto Rs 10,000 to shop all your favourites on Flipkart through the month. ",
        "index": 98
    },
    {
        "q": "AM I ELIGIBLE FOR FLIPKART PAY LATER?",
        "a": "You can apply for Flipkart Pay Later in just 30 seconds! All you have to do to apply is enter your PAN and Aadhaar details, verify your documents, wait for 30 seconds and start shopping using Flipkart Pay later!",
        "index": 99
    },
    {
        "q": "How does Flipkart pay later works?",
        "a": "Flipkart Pay Later is a cashless, paperless facility, with a nominal usage fee of 10 charged on bill amounts of more than 1,000. Simple and convenient, the payment option also offers instant refund when you cancel your order or return a product. You can repay using any mode of online payment, including credit cards.",
        "index": 100
    },
    {
        "q": "What is Flipkart SuperCoins?",
        "a": "SuperCoins is the first of its kind rewards system as part of the Flipkart Plus program that can be used to redeem exciting rewards. ",
        "index": 101
    },
    {
        "q": "Can I use SuperCoins to buy Gold and Silver Products (Jewellery, Bar, Coin)?",
        "a": "No, this option is not available at the moment. But we are working towards it. Stay tuned for updates.",
        "index": 102
    },
    {
        "q": "Where can I check my SuperCoin balance?",
        "a": " You can check the Balance at the topmost section of SuperCoin Zone. Click on Balance to get more details. ",
        "index": 103
    },
    {
        "q": " How do I earn more SuperCoins? ",
        "a": " Plus users can earn 4 coins per Rs 100 spent and a maximum of 100 SuperCoins per order. Non-Plus users earn 2 coins per Rs100 spent and a maximum of 50 SuperCoins per order. You can also earn SuperCoins as applicable by availing services on our partners like Ola, Oyo, and more via the SuperCoin Zone. This is available only on the App. You can earn SuperCoins when you book flight tickets on the Flipkart App. You can play Games on the Flipkart App and win SuperCoins. ",
        "index": 104
    },
    {
        "q": " How to use SuperCoins? ",
        "a": " Plus Members can pay using SuperCoins for products on Flipkart. Use the SuperCoins Price filter to find applicable products. Buy coupons & EGVs from the SuperCoin Zone. Buy exclusive deals on SuperCoin Zone using SuperCoins. Use SuperCoins to book flight tickets on Flipkart App. ",
        "index": 105
    },
    {
        "q": "What is the validity of SuperCoins? ",
        "a": " SuperCoins will expire after one year from the date of credit. For e.g SuperCoins credited on 20th June 2019 will expire on 30th June 2020. ",
        "index": 106
    },
    {
        "q": "When will SuperCoins be credited? ",
        "a": " SuperCoins will be credited once the Return Policy period of all items in your order is completed. In case of travel/hotel bookings, the SuperCoins will be credited state once the booking date has passed. You can check all transactions of SuperCoins by visiting your SuperCoin Zone. ",
        "index": 107
    },
    {
        "q": "What happens to SuperCoins if a few items are cancelled in an order? ",
        "a": "SuperCoins calculation happens at the order level. You will get to know about the SuperCoins deducted after you've cancelled or returned an item and it will be recalculated based on the updated order value. You can check details on the Order History page or the SuperCoin Zone. ",
        "index": 108
    },
    {
        "q": " Can SuperCoins used for reward redemptions be refunded? ",
        "a": "No. Once 'Rewards are purchased they cannot be cancelled or returned. ",
        "index": 109
    },
    {
        "q": "Can I earn SuperCoins on purchasing Insurance Plan?",
        "a": "No, the option to earn SuperCoins on insurance purchases is not available at the moment.",
        "index": 110
    },
    {
        "q": "Balance in my Flipkart wallet is not enough to pay for my Flipkart order?",
        "a": "You can pay part of the amount through your wallet and the remaining through any other prepaid payment modes like Credit/Debit Cards, Flipkart Gift Cards, and Netbanking. Please note that wallet cannot be combined with Cash/Card on Delivery  payment mode for now, and bank offers will not apply for partial payments from the wallet.",
        "index": 111
    },
    {
        "q": "Can I buy Flipkart Plus membership?",
        "a": "Flipkart Plus is a no-fee membership program, that gives customers more every time they shop with us. There is no joining fee as we believe that all customers shopping on Flipkart should have an equal opportunity to join Flipkart Plus based on their purchase history with us.",
        "index": 112
    },
    {
        "q": "What is Flipkart's credit card EMI payment option?",
        "a": "With Flipkart's credit card EMI option, you can choose to pay in easy instalments of 3, 6, 9, 12, 18, or 24 months, with credit cards from the following banks: HDFC, Citi, ICICI, Kotak, Axis, Induslnd, SBI, Standard Chartered and HSBC.",
        "index": 113
    },
    {
        "q": "How does Flipkart prevent card fraud?",
        "a": "Online payments are monitored by our systems for any suspicious activity and some transactions are verified through extensive checks if we find that they are not authorised by the owner of the card. When we're not able to rule fraud out in rare cases, the transaction is kept on hold and we ask the shopper to share relevant proofs. This is done to make sure that the transaction is genuine and authorised.",
        "index": 114
    },
    {
        "q": "How do I pay using Flipkart's credit card EMI option?",
        "a": "When you're prompted to choose a payment method for your order, select EMI and then choose the bank and the plan you would prefer. Enter your credit card and follow the prompts. Once the payment is authorised, your order will be processed and shipped. You'll need to pay the total amount in the predetermined number of instalments as per your credit card billing cycles. Please note, an amount equivalent to your card limit will be blocked on the day of the transaction, your card limit will be reset with every successful EMI payment.",
        "index": 115
    },
    {
        "q": "What cards can I save on Flipkart?",
        "a": "You can save any credit or debit VISA, MasterCard, Maestro or American Express card issued by a bank in India.",
        "index": 116
    },
    {
        "q": "What are the interest rates for the Flipkart Credit card EMI plans?",
        "a": "You will see the actual interest rates and the amount charged by the bank for your credit card EMI plan during checkout after choosing the EMI payment method while placing your order.",
        "index": 117
    },
    {
        "q": "Can I use a saved card on Flipkart to make an EMI payment?",
        "a": "Yes, if your saved credit card is eligible for your Bank's EMI program then you can use it for making an EMI payment.",
        "index": 118
    },
    {
        "q": "How is my EMI debited?",
        "a": "If you have paid for your order using the EMI payment mode, the full amount will be charged to your card the day of the transaction. Within 7 days, you will see a credit for the full amount. The first EMI charge will occur subsequently. If your card's billing date falls within those 7 working days, you need to pay only the EMI amount to the bank.",
        "index": 119
    },
    {
        "q": "Will my Flipkart cards be available on PhonePe as well?",
        "a": "Yes, the cards saved on Flipkart will be available on PhonePe as well.",
        "index": 120
    },
    {
        "q": "What is Bajaj Finserv payment mode in Flipkart?",
        "a": "Bajaj Finserv No Cost EMI' is a payment option on Flipkart exclusively for Bajaj Finserv EMI Card holders. This option enables you to pay for select items listed by specific sellers, with an EMI plan of your choice without any interest. The monthly instalments are deducted by Bajaj Finserv from the bank account linked to your Bajaj Finserv EMI Card.",
        "index": 121
    },
    {
        "q": "What are the EMI plans available in Bajaj Finserv payment mode?",
        "a": "Available EMI plans can be checked by clicking 'No Cost EMI' on the Bajaj Finserv Card below the listed price of the item on the product page.",
        "index": 122
    },
    {
        "q": "How can I get a Bajaj Finserv EMI card?",
        "a": "You can check the eligibility and process of getting a Bajaj Finserv No Cost EMI card on their website: .",
        "index": 123
    },
    {
        "q": "How is Bajaj Finserv payment mode different from the credit card EMI payment mode?",
        "a": "In credit card EMIs, banks charge an interest rate based on the EMI plan chosen whereas Bajaj Finserv EMI Card holders are not charged any interest on the EMI. Unlike other credit card based EMI options, you don't need to have a credit card to avail EMI plans. The EMI payments are deducted by Bajaj Finserv from your bank account linked to the Bajaj Finserv EMI Card.",
        "index": 124
    },
    {
        "q": "What is the credit limit on the Bajaj Finserv card for shopping on Flipkart?",
        "a": "The credit limit varies based on the type of Bajaj Finserv EMI Card you hold. For more details, you can also contact Bajaj Finserv Support at 08698010101.",
        "index": 125
    },
    {
        "q": "Can I buy any item using the Pre-approved EMI payment option on Flipkart?",
        "a": "You can buy any item with a minimum value of  5,000 and a maximum value of  75,000 from sellers on Flipkart. Please note that the upper limit may vary as it depends on the credit amount you are eligible for. However pre-approved EMI option is only available on select products.",
        "index": 126
    },
    {
        "q": "What are the EMI plans available if I choose the Pre-approved EMI payment option on Flipkart?",
        "a": "You can choose from the following EMI plans with zero processing fees:6 months, 9 months, 12 months. The interest rate is 14% irrespective of the EMI plan chosen and is subject to change based on SBI's T&Cs.",
        "index": 127
    },
    {
        "q": "What is the pre-approved EMI limit for shopping on Flipkart?",
        "a": "Please contact SBI's Customer Care on 1800 425 3800 to know the credit limit you are eligible for shopping on Flipkart.",
        "index": 128
    },
    {
        "q": "What is Credit Card No Cost EMI?",
        "a": "'Credit Card No Cost EMI' is a payment mode with which you can shop for items from select sellers on Flipkart with no interest & zero down payment. With this payment mode, you get an instant cash-back from the seller for the amount you are charged by the bank as interest.",
        "index": 129
    },
    {
        "q": "What are the benefits of the Credit Card No Cost EMI payment mode?",
        "a": "Shopping with Credit Card No Cost EMI' has benefits like no cost of interest & zero down payment as you get an instant cash-back from the seller for the amount you are charged as interest by the bank.",
        "index": 130
    },
    {
        "q": "How is Credit Card No Cost EMI different from Credit Card EMI payment mode?",
        "a": "For 'Credit Card EMI', you are charged a non-refundable interest based on the tenure of your EMI plan whereas with 'Credit Card No Cost EMI', although interest is charged, you get an instant discount from the seller for the amount you pay as an interest to the bank.",
        "index": 131
    },
    {
        "q": "What is the credit limit on the 'Credit Card No Cost EMI' card for shopping on Flipkart?",
        "a": "The credit limit depends on the respective card. Please get in touch with your card issuing bank for more details.",
        "index": 132
    },
    {
        "q": "What is Flipkart Axis Bank Credit Card?",
        "a": "Flipkart Axis Bank Credit Card is a credit card issued by Axis Bank in association with Flipkart Internet Pvt Ltd. (Flipkart) and Mastercard. Every purchase that you make on Flipkart.com and outside Flipkart.com will earn you unlimited cashback that will be credited to your credit card account. You can use this cashback for your future purchases. Please note that a joining/annual fee of Rs. 500 is applicable unless it is acquired under the First Year Free offer.",
        "index": 133
    },
    {
        "q": "How can I contact Flipkart Travel customer support? ",
        "a": "You can get in touch with Flipkart Travel Support on toll-free number 1800 258 3535 or write at travelhelp@flipkart.com for any queries or concerns.",
        "index": 134
    },
    {
        "q": "What is SuperCoins Exchange program? ",
        "a": "Through SuperCoins Exchange program, Flipkart customers registered with Exchange Partners available as part of this program can convert their Exchange Partner reward points to SuperCoins. The option to convert SuperCoins to Exchange Partner reward points is also available for customers.",
        "index": 135
    },
    {
        "q": "What is SuperCoin Pay feature?",
        "a": "SuperCoin Pay is a new feature that allows you to make payment for the product purchased at a third-party partner store and to redeem SuperCoins in the SuperCoin Zone of your Flipkart account. You can also choose to redeem only your SuperCoins depending upon the bill value and your SuperCoin balance.",
        "index": 136
    },
    {
        "q": "What is a debit card?",
        "a": "It is the most convenient and secure way to say no to cash. Through debit cards you can get access to cash in your bank account round the clock. You can use it to make payments online and use it at point-of-sales (POS). You can also use your debit card for making balance enquiry and generating mini-statements from an ATM.",
        "index": 137
    },
    {
        "q": "How is a debit card different from a credit card?",
        "a": "In the case of debit card, you use the money from your own bank account; while in the case of a credit card, you are receiving credit from your bank which you will have to repay at a later date with interest.",
        "index": 138
    },
    {
        "q": "How can I get a debit card?",
        "a": "It generally comes as a part of the account opening kit of the bank. In case you didn't receive a debit card while opening a bank account or if you have an old account which was opened when debit cards were not there, you can call on the bank's customer care number or visit their branch to request for a debit card.",
        "index": 139
    },
    {
        "q": "What is a Personal Identification Number (PIN)?",
        "a": "It's a four-digit unique number that gives access to your cash and allows you to make any transaction (withdrawal, balance enquiry, mini-statement) through your ATM. It is very important that you keep your PIN safe and confidential and not share it with anybody. Never write the PIN on the back of the debit card.",
        "index": 140
    },
    {
        "q": "What to do if you forgot your PIN or if it is not working?",
        "a": "You can get a new debit card PIN online through net banking or by visiting a bank's ATM. You will have to give your debit card number and CVV number printed on the back of your card and a new PIN number will be sent on your registered mobile number.",
        "index": 141
    },
    {
        "q": "Is there any transaction limit on the amount that can be withdrawn using a debit card?",
        "a": "Yes, there are limits on daily cash withdrawals depending on the type of debit card you hold. You can withdraw from Rs 15,000 to Rs 2 lakh or even higher, depending on the type of card you are using. In case of premium cards, cash withdrawal and point-of-sales (POS) limits are higher.",
        "index": 142
    },
    {
        "q": "Is there any limit on the number of transactions I can make on my debit card?",
        "a": "Yes, some banks have transaction limits such as four transactions a day.",
        "index": 143
    },
    {
        "q": "Are any charges levied for using a debit card for cash withdrawal?",
        "a": "Usually cash withdrawals from the same bank's ATMs are absolutely free. However, some banks charge a nominal fee in case there are more than five transactions from your bank's ATM.",
        "index": 144
    },
    {
        "q": "Are any charges levied on using a debit card for transaction at another bank's ATM?",
        "a": "The transaction charges on using another bank's ATMs depend from card to card. Generally, the first five transactions made per month by using a debit card at another bank's ATM are free. However, after this limit, a fee of Rs 20 is levied on every transaction done on other bank's ATM.",
        "index": 145
    },
    {
        "q": "Are there any charges on using the debit card on POS or online shopping?",
        "a": "No charges are levied for using debit card at POS or for doing online shopping.",
        "index": 146
    },
    {
        "q": "Is there any renewal fees for debit card?",
        "a": "Debit cards are generally renewed free of cost, however few banks charge a nominal fees.",
        "index": 147
    },
    {
        "q": "What to do in case of loss of debit card?",
        "a": "In case of loss of card, you should immediately report the loss on the bank's customer care number. The card will be blocked after you answer some questions from the customer care. Also, you will have to report the loss to the nearest police station. Submit the copy of information duly acknowledged by the police to the bank.",
        "index": 148
    },
    {
        "q": "If the lost debit card is found later can it be used?",
        "a": "No, a card once lost and blocked can't be re-used. You will have to get a new card issued from your bank. If you find your lost card you can destroy it.",
        "index": 149
    },
    {
        "q": "What is RuPay?",
        "a": "RuPay is an Indian domestic card scheme launched by National Payments Corporation of India (NPCI) to consolidate and integrate various payments. The aim of RuPay is to fulfil the desire of having an open loop, domestic and multilateral payments in India. Launched on 26 March 2012, RuPay cards have seen a colossal growth and have emerged as a strong competition to VISA and MasterCard. RuPay is an amalgamation of two words- Rupee and Payment and its logo is an allusion to the tricolour national flag. NPCI has partnered with Discover Financial Services (DFS) to enable RuPay card scheme gain acceptance internationally on Discover's global payment network.",
        "index": 150
    },
    {
        "q": "Should I get a debit card?",
        "a": "Definitely you should if you are eligible. Debit Card makes your payments much more convenient and secure through an electronic payment facility directly from your bank account. Debit cards can be used for purchases online or at shops by directly debiting your Bank account. Debit cards can also be used to withdraw cash from an ATM.",
        "index": 151
    },
    {
        "q": "Can debit cards be used as credit cards?",
        "a": "The fundamental difference between a debit card and a credit card is that upon using your debit card, the amount will be debited from your checking account. However, when you use a credit card, the amount will be withdrawn from your pre-approved credit limit, and not from your bank account.",
        "index": 152
    },
    {
        "q": "What is the difference between a credit card and a debit card?",
        "a": "Credit cards, provide you with additional credit, while debit cards, as the name suggests, debit the amount you spend from your bank account. Thus, while credit cards allow you to borrow money from the card issuer up to a certain limit, debit cards allow the cardholders to make cashless transactions by drawing on the funds that are already deposited in their bank accounts.",
        "index": 153
    },
    {
        "q": "What is an ATM card?",
        "a": "An ATM card, as the name suggests, is primarily used to withdraw cash from the ATM. ATM cards are generally issued by financial institutions and can be used to withdraw money from the account holder's savings account or checking account. These are PIN-based cards, and hence, they are only used to withdraw money from ATM machines.",
        "index": 154
    },
    {
        "q": "ATM card or credit card?",
        "a": "A pure ATM card can only be used at ATMs and kiosks. Credit cards, on the other hand, are multi-functional and can be used to make online and offline payments, withdraw cash from ATMs, or pay bills. Thus, credit cards offer greater flexibility and convenience as opposed to the mono-functional nature of ATM cards.",
        "index": 155
    },
    {
        "q": "Can multiple accounts be linked to a debit card?",
        "a": "Yes, some banks give customers the option of linking several bank accounts to a single debit card.",
        "index": 156
    },
    {
        "q": "Do banks block debit cards if customers enter the wrong PIN during cash withdrawals?",
        "a": "Yes, any bank would block a customer's debit card after three unsuccessful attempts at an ATM as a protective measure.",
        "index": 157
    },
    {
        "q": "Is the overdraft facility available with debit cards?",
        "a": "Overdraft facility is available with the savings account linked to a debit card but is not applicable on a particular debit card.",
        "index": 158
    },
    {
        "q": "What are the different costs associated with a debit card?",
        "a": "Some banks might charge issuance fees, ATM withdrawal charges, and annual fees for the use of debit cards.",
        "index": 159
    },
    {
        "q": "In India, what are the two types of debit cards generally issued to users?",
        "a": "Indian Banks provide personalized and non-personalized variants to debit card users. Personalized debit cards additionally contain the user's name and photograph. Non-Personalized cards will just have the bank logo, card details and the payment platform logo without any user related information.",
        "index": 160
    },
    {
        "q": "What is Insurance?",
        "a": "Insurance is a legal agreement between two parties i.e. the insurance company (insurer) and the individual (insured). In this, the insurance company promises to make good the losses of the insured on happening of the insured contingency. The contingency is the event which causes a loss. It can be the death of the policyholder or damage/destruction of the property. It's called a contingency because there's an uncertainty regarding happening of the event. The insured pays a premium in return for the promise made by the insurer.",
        "index": 161
    },
    {
        "q": "How does insurance work?",
        "a": "Insurance is a way of protecting yourself and your family from a financial loss. Generally, the premium for a big insurance cover is much lesser in terms of money paid. The insurance company takes this risk of providing a high cover for a small premium because very few insured people actually end up claiming the insurance. This is why you get insurance for a big amount at a low price.",
        "index": 162
    },
    {
        "q": "What are the types of insurance?",
        "a": "Some types of insurance are : Life Insurance, Health Insurance, Vehicle Insurance, Education Insurance, Home Insurance",
        "index": 163
    },
    {
        "q": "What are the tax benefits on insurance?",
        "a": "Apart from the safety and security benefits of buying insurance, there are also the income tax benefits that you can avail.Life insurance premium of up to Rs 1.5 lakh can be claimed as a tax-saving deduction under Section 80C Medical insurance premium of up to Rs 25,000 for yourself and your family and Rs 25,000 for your parents can be claimed as a tax-saving deduction under Section 80D",
        "index": 164
    }
]